-- MySQL dump 10.13  Distrib 8.0.42, for Win64 (x86_64)
--
-- Host: localhost    Database: hli_asset
-- ------------------------------------------------------
-- Server version	8.0.42

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `total_project`
--

DROP TABLE IF EXISTS `total_project`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `total_project` (
  `project_id` int NOT NULL,
  `name` varchar(100) DEFAULT NULL,
  `manager` varchar(45) DEFAULT NULL,
  `contract_company` varchar(45) DEFAULT NULL,
  `contract_date` datetime DEFAULT NULL,
  `end_date` datetime DEFAULT NULL,
  `total_cost` bigint DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL,
  PRIMARY KEY (`project_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `total_project`
--

LOCK TABLES `total_project` WRITE;
/*!40000 ALTER TABLE `total_project` DISABLE KEYS */;
INSERT INTO `total_project` VALUES (4,'노후 SSL-VPN 교체','정호현','주식회사 코어브릿지','2025-06-18 00:00:00','2025-10-22 00:00:00',81400000,NULL,NULL),(5,'OpenSource DB 통합시스템 구축',NULL,'주식회사 오리진소프트','2025-06-16 00:00:00','2025-09-15 00:00:00',480029000,NULL,NULL),(6,'핵심업무 가용성 확보를 위한 유량제어 솔루션 도입',NULL,'주식회사 유니포인트','2025-06-12 00:00:00','2026-06-11 00:00:00',222136750,NULL,NULL),(7,'금융감독원 책임준비금 검증시스템을 위한 신규 VPN 도입 및 SFTP서버 구성',NULL,'주식회사 유니포인트','2025-04-25 00:00:00','2025-07-23 00:00:00',68420000,NULL,NULL),(8,'신용정보서비스 도입관련 VPN 구매계약 추진(안)',NULL,'(주)아이티센씨티에스','2025-04-21 00:00:00','2025-07-15 00:00:00',29040000,NULL,NULL),(9,'손해사정 업무 연결을 위한 신규 VPN도입',NULL,'주식회사 코어브릿지','2025-03-07 00:00:00','2025-03-31 00:00:00',4400000,NULL,NULL),(10,'보험코어시스템 안정성 향상을 위한 인프라 도입 추진',NULL,'(주) 인지테크','2025-02-13 00:00:00','2025-05-30 00:00:00',3795517000,NULL,NULL),(11,'한화생명 노후 무선 인프라 교체',NULL,'(주)콤텍시스템','2025-02-03 00:00:00','2026-06-30 00:00:00',1106824400,NULL,NULL),(12,'[계약변경] [계약변경] [계약변경] 피플라이프 대외계 구축을 위한 장비구매',NULL,'주식회사 코어브릿지','2025-02-03 00:00:00','2025-02-28 00:00:00',4400000,NULL,NULL),(13,'그룹공통망 10G 지원 VPN 모듈 도입',NULL,'주식회사 코어브릿지','2024-12-19 00:00:00','2025-12-31 00:00:00',12320000,NULL,NULL),(14,'투자관리시스템 재구축 추진',NULL,'(유)프라이스워터하우스쿠퍼스컨설팅','2024-11-19 00:00:00','2026-02-28 00:00:00',10030900000,NULL,NULL),(15,'Stanford대 인공지능연구소(HAI) 공동연구 진행 사업 추진',NULL,'(주)어컴웍스','2024-11-27 00:00:00','2025-03-31 00:00:00',848980000,NULL,NULL),(16,'한화생명 AI 통합플랫폼 구축 추진',NULL,'(주)엘지유플러스','2024-10-18 00:00:00','2025-04-15 00:00:00',3047014850,NULL,NULL),(17,'24년 노후 네트워크 장비 교체 사업추진',NULL,'(주)엘지유플러스','2024-10-08 00:00:00','2025-11-03 00:00:00',3146000000,NULL,NULL),(18,'노후 방화벽 교체 및 신규 방화벽 도입 사업',NULL,'(주)블루마린','2024-09-10 00:00:00','2025-03-31 00:00:00',528440000,NULL,NULL),(19,'실손 청구 전산화 시스템 구축을 위한 VPN 도입',NULL,'(주)루트정보통신',NULL,'2024-08-27 00:00:00',25300000,NULL,NULL),(20,'비대면 인증 고도화 구축',NULL,'s','2025-02-07 00:00:00','2025-01-31 00:00:00',1908451100,NULL,NULL),(21,'방카슈랑스 SFTP망 구축',NULL,'주식회사 유니포인트','2024-06-21 00:00:00','2024-10-31 00:00:00',331705000,NULL,NULL),(22,'[계약변경] 연구·개발 및 디지털 업무를 위한 IT인프라 구축 프로젝트 추진',NULL,'씨제이올리브네트웍스 주식회사','2024-05-20 00:00:00','2024-06-28 00:00:00',2276338650,NULL,NULL),(23,'한화생명 AICC 플랫폼 구축',NULL,'주식회사 케이티','2025-04-08 00:00:00','2025-03-12 00:00:00',6432388270,NULL,NULL),(24,'트래픽 분석 인프라 확대 구축',NULL,'주식회사 오리진소프트','2024-04-29 00:00:00','2024-09-30 00:00:00',525366600,NULL,NULL),(25,'한화생명 IDC 신규 라우터 구매',NULL,'아이크래프트(주)','2024-03-29 00:00:00','2024-08-01 00:00:00',29607600,NULL,NULL),(26,'[재입찰]노후 VPN&NAC 교체 추진',NULL,'(주)엘지유플러스','2024-02-27 00:00:00','2024-10-31 00:00:00',754493850,NULL,NULL),(27,'[재입찰]이니허브 연동 IPSEC 장비도입',NULL,'아이크래프트(주)','2024-01-10 00:00:00','2024-03-29 00:00:00',8855000,NULL,NULL),(28,'통합모니터링 시스템 구축',NULL,'주식회사 유니포인트','2024-01-15 00:00:00','2024-08-30 00:00:00',1963500000,NULL,NULL),(29,'대외기관 IDC 이중화 구성 (라우터 부문)',NULL,'(주)콤텍시스템','2023-12-14 00:00:00','2024-11-11 00:00:00',327570100,NULL,NULL),(30,'변액보험 헷지 시스템 서버 증설 추진',NULL,'주식회사 유니포인트','2023-12-15 00:00:00','2024-03-29 00:00:00',1919511000,NULL,NULL),(31,'대외기관 IDC 이중화 구성',NULL,'아이크래프트(주)','2023-12-08 00:00:00','2024-11-11 00:00:00',512509800,NULL,NULL),(32,'이미지 시스템 고도화 추진',NULL,'주식회사 유니포인트','2023-11-30 00:00:00','2024-09-03 00:00:00',2548360100,NULL,NULL),(33,'대외기관 설치 용 VPN 구매',NULL,'(주)케이디정보기술','2023-10-12 00:00:00','2023-12-31 00:00:00',11880000,NULL,NULL),(34,'방카 국민은행 대외계 구축(案)',NULL,'(주)케이디정보기술','2023-10-12 00:00:00','2024-01-12 00:00:00',5940000,NULL,NULL),(35,'Data Sync를 위한 백업장치 증설',NULL,'(주)지티솔루션','2023-08-18 00:00:00','2023-11-30 00:00:00',961710200,NULL,NULL),(36,'기관 설치 용 VPN 및 NAC 장비 추가 구매 입찰',NULL,'주식회사 코어브릿지','2023-07-26 00:00:00','2023-10-25 00:00:00',57915000,NULL,NULL),(37,'ALM HPC 인프라 신규구축 업체 선정',NULL,'퓨처웨어(주)','2023-06-15 00:00:00','2023-03-15 00:00:00',1235515600,NULL,NULL),(38,'노후 디도스 대응 솔루션 교체 사업',NULL,'(주)블루마린','2023-03-02 00:00:00','2023-06-30 00:00:00',113300000,NULL,NULL),(39,'딥러닝 기반의 OCR 솔루션 구축 계약',NULL,'주식회사 업스테이지','2023-01-16 00:00:00','2023-06-16 00:00:00',312470400,NULL,NULL),(40,'실손청구간소화시스템 도입을 사업을 위한 VPN 구매',NULL,'주식회사 코어브릿지',NULL,NULL,3850000,NULL,NULL),(41,'[계약변경] \'22년 노후(14년~15년 도입) 네트워크 장비 교체',NULL,'아이크래프트(주)','2022-12-21 00:00:00','2023-04-30 00:00:00',750972200,NULL,NULL),(42,'한화손해사정 수탁사 업무용 방화벽 도입',NULL,'(주)안랩','2022-12-21 00:00:00','2023-02-21 00:00:00',20900000,NULL,NULL),(43,'고객센터 및 영업포털 DMZ 노후 장비 교체',NULL,'아이크래프트(주)','2022-11-24 00:00:00','2023-03-31 00:00:00',431618000,NULL,NULL),(44,'한화손해사정 암호화 통신 용 VPN 도입 사업',NULL,'주식회사 코어브릿지',NULL,NULL,3850000,NULL,NULL),(45,'[재공고] 모바일 그룹웨어 플랫폼 개선',NULL,'현대에이치디에스(주)','2022-11-01 00:00:00','2023-02-28 00:00:00',681197000,NULL,NULL),(46,'마이터어택 프레임워크 하드웨어 도입 사업',NULL,'나무아이씨티','2022-11-04 00:00:00','2022-12-31 00:00:00',634040000,NULL,NULL),(47,'X86 가상화통합기 교체 및 자원증설 추진(22.08)',NULL,'퓨처웨어(주)','2022-09-14 00:00:00','2023-04-30 00:00:00',899242300,NULL,NULL),(48,'[재공고] IFRS17 상시검증 시스템 2단계 구축 업체 선정',NULL,'글래스보험계리컨설팅','2023-03-24 00:00:00','2023-06-30 00:00:00',1662878800,NULL,NULL),(49,'한화시스템IDC 5층 일부 시스템 6층 연계를 위한 스위치 도입(22.08)',NULL,'아이크래프트(주)','2022-08-17 00:00:00','2022-12-30 00:00:00',135229600,NULL,NULL),(50,'TFP지점 네트워크 및 시스템 고도화 사업',NULL,'(주)네오티스','2022-07-05 00:00:00','2022-12-31 00:00:00',202884000,NULL,NULL),(51,'맞춤형 약관 제작 시스템 구축을 위한 VPN 도입',NULL,'주식회사 코어브릿지','2022-07-25 00:00:00','2023-08-25 00:00:00',3850000,NULL,NULL),(52,'[계약변경] VDI 재구축 프로젝트 (인터넷VDI 및 중요단말VDI) 업체 선정',NULL,'(주)케이씨정보','2022-07-13 00:00:00','2023-01-17 00:00:00',1167693120,NULL,NULL),(53,'노후 보안장비 교체 추진(인터넷 VDI 방화벽)',NULL,'(주)안랩','2022-06-23 00:00:00','2022-10-31 00:00:00',20900000,NULL,NULL),(54,'보험코어 프로젝트 QA 및 개발 시스템 장비 추가 도입 업체 선정',NULL,'대상정보기술 주식회사','2022-04-20 00:00:00','2022-08-18 00:00:00',1449800000,NULL,NULL),(55,'\'22년 네트워크 구조개선을 위한 스위치 도입',NULL,'아이크래프트(주)','2022-05-11 00:00:00','2023-02-28 00:00:00',610583600,NULL,NULL),(56,'22년 화상회의 노후 솔루션 교체',NULL,'주식회사 새하컴즈','2022-05-11 00:00:00','2022-07-31 00:00:00',54450000,NULL,NULL),(57,'22년 대외계 안정성 향상을 위한 VPN장비 개선',NULL,'주식회사 코어브릿지','2022-04-19 00:00:00','2022-05-27 00:00:00',19250000,NULL,NULL),(58,'\'22년 노후(14년~15년 도입) 네트워크 장비 교체',NULL,'아이크래프트(주)','2022-12-21 00:00:00','2023-04-30 00:00:00',750972200,NULL,NULL),(59,'네트워크 스위치 구매',NULL,'아이크래프트(주)','2022-02-11 00:00:00','2022-09-13 00:00:00',195933100,NULL,NULL),(60,'\'21년 노후 네트워크 기기 교체',NULL,'(주)콤텍시스템','2021-10-28 00:00:00','2022-02-26 00:00:00',299794000,NULL,NULL),(61,'한화생명 한국은행 연동 XTM1100B 장비 발주',NULL,'아이리노테크 주식회사',NULL,NULL,3465000,NULL,NULL),(62,'하둡 플랫폼 고도화 구축 추진 업체 선정',NULL,'코오롱베니트(주)','2021-09-13 00:00:00','2022-02-08 00:00:00',679327000,NULL,NULL),(63,'교육방송 송출 시스템 구축',NULL,'한화시스템(주) ICT부문 (용인)','2021-09-08 00:00:00','2021-12-10 00:00:00',462591800,NULL,NULL),(64,'노후 침입방지시스템(IPS) 교체 사업',NULL,'(주)엘지씨엔에스','2021-09-15 00:00:00','2021-12-31 00:00:00',913825000,NULL,NULL),(65,'중요단말 망분리 개선 사업 - 스위치 구매',NULL,'아이크래프트(주)','2021-07-13 00:00:00','2021-09-30 00:00:00',37180000,NULL,NULL),(66,'중요단말 망분리 개선 사업 - VPN 구매',NULL,'주식회사 코어브릿지','2021-07-30 00:00:00','2021-10-29 00:00:00',41624000,NULL,NULL),(67,'스위치 추가 도입(지점 접수창구용)',NULL,'아이크래프트(주)','2021-04-02 00:00:00','2021-07-01 00:00:00',65450000,NULL,NULL),(68,'무선랜 라이선스 증설',NULL,'(주)넷티어시스템즈','2021-05-11 00:00:00','2021-06-07 00:00:00',38874000,NULL,NULL),(69,'[재공고] VPN 도입',NULL,'주식회사 코어브릿지','2021-04-05 00:00:00','2021-06-01 00:00:00',97020000,NULL,NULL),(70,'업무 VDI 증설 추진',NULL,'(주)케이씨정보','2021-04-27 00:00:00','2021-06-14 00:00:00',527890000,NULL,NULL),(71,'스위치 추가 도입',NULL,'아이크래프트(주)','2021-03-23 00:00:00','2021-05-22 00:00:00',72926700,NULL,NULL),(72,'V-Project 관리 인프라 도입',NULL,'주식회사 유니포인트','2021-03-03 00:00:00','2021-04-30 00:00:00',90482700,NULL,NULL),(73,'[재입찰]VDI OS 업그레이드 및 시스템 재구성 추진',NULL,'나무기술(주)','2021-02-09 00:00:00','2021-04-30 00:00:00',595210000,NULL,NULL),(74,'V-Project 관련 NAC 센서 도입',NULL,'나무아이씨티','2021-01-26 00:00:00','2021-02-26 00:00:00',49500000,NULL,NULL),(75,'콜센터 상담시스템 재구축 및 고도화',NULL,'(주)부뜰정보시스템','2022-03-17 00:00:00','2022-09-30 00:00:00',3854766000,NULL,NULL),(76,'DT업무환경 지원을 위한 정보보호 개선',NULL,'(주)엠티커뮤니케이션','2020-07-27 00:00:00','2020-11-27 00:00:00',799603200,NULL,NULL),(77,'19년도 노후 네트워크 기기 교체 추진 업체 선정',NULL,'(주)엘지유플러스','2019-09-23 00:00:00','2020-01-10 00:00:00',2249436200,NULL,NULL),(78,'대외기관용 VPN 장비 구입',NULL,'주식회사 오파스넷','2019-11-08 00:00:00','2020-01-03 00:00:00',39177600,NULL,NULL),(79,'해외영업법인(베트남법인) 경영정보 인프라 구축',NULL,'한화에스앤씨(주)','2014-10-30 00:00:00','2015-05-09 00:00:00',839318700,NULL,NULL),(80,'\'18년도 노후 네트워크 장비 교체',NULL,'아이크래프트(주)','2018-08-17 00:00:00','2018-11-30 00:00:00',234009600,NULL,NULL),(81,'\'20년 노후 네트워크 기기 교체',NULL,'아이크래프트(주)','2020-09-03 00:00:00','2020-12-31 00:00:00',641486780,NULL,NULL),(82,'네트워크 가상화 구축',NULL,'아이크래프트(주)','2020-10-07 00:00:00','2021-07-30 00:00:00',687108400,NULL,NULL),(83,'보험코어TF 망분리용 SW 도입',NULL,'아이크래프트(주)',NULL,NULL,27896000,NULL,NULL),(84,'클라우드 연계 방화벽 도입 및 노후 방화벽 교체',NULL,'(주)안랩','2020-06-10 00:00:00','2020-09-30 00:00:00',236500000,NULL,NULL);
/*!40000 ALTER TABLE `total_project` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2026-03-07 15:34:45
